"Error -90057" = "AD domeen peab olema lisatud. ([domeen]\\[kasutajanimi])";
"Error -10100" = "Vigane autentimise meetod.";
"Error -10010" = "Vigane keel.";
"Error -10004" = "Kasutaja on aegunud.";
"Error -10003" = "Kasutaja on lukustatud.";
"Error -10005" = "Kasutaja on ajutiselt lukustatud.";
"Error -10103" = "Sa pead nõustuma EULA-ga";
"Error -10104" = "Kasutaja peab oma parooli muutma.";
"Error -10106" = "Kasutaja peab oma kasutajanime muutma.";
"Error -40761" = "Faili ei saa hetkel dekrüpteerida. Palu mõnel teisel autenditud kasutajal anda sulle sellele failile ligipääs.";
"Error -40751" = "Küsitud faili ei leitud.";
"Error -80021" = "Antud failiosa on vigane.";
"Error -70104" = "Kasutaja jõuba nõustus EULA-ga.";
"Error -70560" = "Selle nimega kasutaja on juba olemas.";
"Error -70105" = "Kasutajal pole lubatud oma kasutajanime muuta.";
"Error -10105" = "Selle kasutaja parooi ei saa nullida.";
"Error -70020" = "Krüpteerimisvõtmete paari ei leitud. Palun seadista esmalt oma krüpteerimise parool.";
"Error -70021" = "Krüpteerimisvõtmete paar on juba seadistatud.";
"Error -70501" = "Kasutajat ei leitud.";
"Error -10107" = "Parooli saab nullida ainult iga 5 minuti tagant.";
"Error -40755" = "Vigane faili nimi.";
"Error -40010" = "Ala või kausta ei saa üle kirjutada.";
"Error -80006" = "Aegumise kuupäev on minevikus.";
"Error -80008" = "Aegumise kuupäev on liiga kaugel.";
"Error -40763" = "Ka faili võti peab olema antud.";
"Error -40756" = "Vigane faili klassifikatsioon.";
"Error -70022" = "Vigane krüpteerimisvõtmete paar.";
"Error -41054" = "Kaustad/failid peavad olema samas kaustas.";
"Error -40001" = "Krüpteeritud faile ei saa kopeeida või liigutada krüteerimata alasse.";
"Error -40002" = "Krüpteerimata faile ei saa kopeeida või liigutada krüteeritud alasse.";
"Decryption password required" = "Dekrüpteerimise parool on nõutud";
"Enter your decryption password to access encrypted data rooms." = "Sisesta oma dekrüpteerimise parool, et pääseda ligi krüpteeritud aladele.";

"You have successfully created a share link for {0}." = "You have successfully created a Download Share for {0}.";
"You have successfully created the upload account {0}" = "You have successfully created the Upload Share {0}";
"{0} Share(s) created" = "{0} Share(s) created";

"The AV scanner detected that the file could be malicious" = "The AV scanner detected that the file could be malicious";